export const labStudent = [
  {
    id: 1,
    title: 'Лабораторна робота №1',
    subject: 'Основи програмування',
    status: 'Перевірено',
    grade: '95%',
    teacherComment: 'Гарна робота! Але варто покращити структуру коду.',
  },
  {
    id: 2,
    title: 'Лабораторна робота №2',
    subject: "Комп'ютерні мережі",
    status: 'Очікує перевірки',
    grade: '-',
    teacherComment: 'Очікує перевірки викладачем',
  },
  {
    id: 3,
    title: 'Лабораторна робота №3',
    subject: 'Штучний інтелект',
    status: 'Не здано',
    grade: '0%',
    teacherComment: 'Будь ласка, завантажте роботу для перевірки.',
  },
  {
    id: 4,
    title: 'Лабораторна робота №4',
    subject: 'Бази даних',
    status: 'Перевірено',
    grade: '88%',
    teacherComment: 'Хороший результат, але є помилки в SQL-запитах.',
  },
]
