export const StudentOfTeacher = [
  {
    id: 1201,
    subject: 'Основи програмування',
    student: 'Іван Петренко',
    topic: 'Розробка консольного калькулятора на Python',
  },
  {
    id: 1202,
    subject: "Комп'ютерні мережі та зв'язки",
    student: 'Анна Савченко',
    topic: 'Налаштування локальної мережі та IP-адресація',
  },
  {
    id: 1203,
    subject: 'Штучний інтелект та машинне навчання',
    student: 'Наталія Бойко',
    topic: 'Створення моделі класифікації з використанням scikit-learn',
  },
  {
    id: 1204,
    subject: 'Основи програмування',
    student: 'Марія Ковальчук',
    topic: 'Розробка веб-сайту на JavaScript',
  },
  {
    id: 1205,
    subject: "Комп'ютерні мережі та зв'язки",
    student: 'Олексій Чорний',
    topic: 'Налаштування VPN-з’єднання',
  },
]
