export const teacherGrades = [
  {
    id: 301,
    subject: 'Основи програмування',
    topic: 'Розробка консольного калькулятора на Python',
    status: 'Перевірено',
    comment: 'Чудова робота! Задача виконана без помилок.',
    student: 'Іван Іванов',
  },
  {
    id: 302,
    subject: "Комп'ютерні мережі та зв'язки",
    topic: 'Налаштування локальної мережі та IP-адресація',
    status: 'На перевірці',
    comment:
      'Технічно все правильно, чекаємо на підключення додаткових сервісів.',
    student: 'Марія Петренко',
  },
  {
    id: 303,
    subject: 'Штучний інтелект та машинне навчання',
    topic: 'Створення моделі класифікації з використанням scikit-learn',
    status: 'Перевірено',
    comment: 'Відмінно, модель працює стабільно і з високою точністю.',
    student: 'Олексій Сидоров',
  },
  {
    id: 304,
    subject: 'Основи програмування',
    topic: 'Розробка веб-сайту на JavaScript',
    status: 'На перевірці',
    comment: 'Є проблеми з адаптивністю, потрібно доопрацювати.',
    student: 'Анна Ковальчук',
  },
  {
    id: 305,
    subject: "Комп'ютерні мережі та зв'язки",
    topic: 'Налаштування VPN-з’єднання',
    status: 'Перевірено',
    comment:
      'Всі налаштування виконано правильно, документація потребує деяких доповнень.',
    student: 'Ігор Мельник',
  },
]
